# -*- coding: utf-8 -*-

print u"Я подсчитаю свою живность:"

print u"Куры", 25 + 30 / 6
print u"Петухи", 100 - 25 * 3 % 4

print u"А теперь подсчитаю яйца:"

print 3 + 2 + 1 - 5 + 4 % 2 - 1 / 4 + 6

print u"Верно ли, что 3 + 2 < 5 - 7?"

print 3 + 2 < 5 - 7

print u"Сколько будет 3 + 2?", 3 + 2
print u"А сколько будет 5 - 7?", 5 - 7

print u"Ой, я, кажется, запутался... Почему False?"
print u"Ещё раз посчитаю..."

print u"Это больше?", 5 > - 2
print u"А это больше или равно?", 5 >= - 2
print u"А это меньше или равно?", 5 <= - 2
