# -*- coding: utf-8 -*-

# Экранирование двойной кавычки в строке
print u"Nec'овский монитор с диагональю 19\"."

# Экранирование одиночной кавычки в строке
print u'Nec\'овский монитор с диагональю 19".'

d_artagnan = u"\tМеня зовут д'Артаньян."
athos = u"Эта строка\nразделена на две."
porthos = u"Я \\ - \\ мушкетёр!"

aramis = u"""
Подсказки:
\t* Граф из Гаскони
\t* Связан с Миледи
\t* Барон\n\t* Генерал Ордена
"""

print d_artagnan
print athos
print porthos
print aramis

#while True:
#    for i in ["/","- ","|","\\","|"]:
#        print " %s\r" % i,
